Repository: dimadin/edd-acquisition-survey
Catalog: languages/edd-acquisition-survey-*.po
Languages: de_de

source: Acquisition Method
de_de: Akquise-Quelle

source: Acquisition Methods
de_de: Akquise-Quellen

source: Method
de_de: Quelle

source: Sales
de_de: Verkäufe

source: Earnings
de_de: Einnahmen

source: inactive
de_de: inaktiv

source: Acquisition
de_de: Akquise

source: Acquisition:
de_de: Akquise:

source: Acquisition Survey Settings
de_de: Akquise-Umfrage Einstellungen

source: Configure Acquisition Survey Settings
de_de: Akquise-Umfrage Einstellungen durchführen

source: Survey Title
de_de: Umfragen-Titel

source: The heading for the survey
de_de: Die Überschrift der Umfrage

source: How did you hear about us?
de_de: Wie hast du von uns erfahren?

source: Require survey response
de_de: Beantwortung verpflichtend

source: When checked, the user must complete this field to complete the purchase
de_de: Aktivieren, um die Beantwortung der Umfrage zu erzwingen, bevor der Kauf abgeschlossen werden kann.

source: Define the options presented to customers.
de_de: Festlegen der Auswahlmöglichkeiten durch den Kunden.

source: Method Name
de_de: Name der Quelle

source: Unique ID
de_de: ID

source: Name visible to Customers
de_de: Für den Kunden sichtbar

source: name-identifier
de_de: id

source: Remove
de_de: Entfernen

source: Add Method
de_de: Quelle hinzufügen

source: This plugin
de_de: Dieses Plugin

source: activate it
de_de: aktivieren

source: install it
de_de: installieren

source: requires Easy Digital Downloads! Please %s to continue!
de_de: benötigt Easy Digital Downloads! Bitte %s um fortzufahren!

source: Please tell us how you found us.
de_de: Bitte teile uns mit, wie dir das Plugin gefällt.

source: Get feedback and statistics about where your customers are hearing about your site
de_de: Erhalte Feedback und Statistiken, woher deine Kunden von deiner Seite gehört haben.

# no dropdown items
source: Select One
de_de: Bitte auswählen…
